Repository: Jarvis322/macos-sysdata
Catalog: Sources/SysDataMenu/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, tr, zh_hans

source: The downloaded image does not contain the app. Nothing was installed.
de: Das heruntergeladene Image enthält die App nicht. Es wurde nichts installiert.
es: La imagen descargada no contiene la app. No se instaló nada.
fr: L'image téléchargée ne contient pas l'app. Rien n'a été installé.
ja: ダウンロードしたイメージにAppが含まれていません。何もインストールされていません。
ko: 다운로드한 이미지에 앱이 들어 있지 않습니다. 설치된 항목이 없습니다.
ru: Загруженный образ не содержит приложение. Ничего не установлено.
tr: İndirilen disk imajı uygulamayı içermiyor. Hiçbir şey kurulmadı.
zh_hans: 下载的磁盘映像中不包含此应用。未安装任何内容。

source: This is regenerated automatically when needed.
de: Dies wird bei Bedarf automatisch neu erzeugt.
es: Esto se regenera automáticamente cuando se necesita.
fr: Ceci est régénéré automatiquement en cas de besoin.
ja: これは必要に応じて自動的に再生成されます。
ko: 필요할 때 자동으로 다시 생성됩니다.
ru: Это создаётся заново автоматически при необходимости.
tr: Gerektiğinde kendiliğinden yeniden oluşturulur.
zh_hans: 需要时会自动重新生成。

source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
ja: ゴミ箱
ko: 휴지통
ru: Корзина
tr: Çöp Sepeti
zh_hans: 废纸篓

source: Untick the selected items. It deletes nothing.
de: Deaktiviere die Häkchen bei den ausgewählten Elementen. Dabei wird nichts gelöscht.
es: Desmarca los elementos seleccionados. No elimina nada.
fr: Décochez les éléments sélectionnés. Cela ne supprime rien.
ja: 選択した項目のチェックを外します。何も削除しません。
ko: 선택한 항목의 체크를 해제합니다. 아무것도 삭제되지 않습니다.
ru: Снимите отметки с выбранных элементов. Это ничего не удаляет.
tr: Seçili öğelerin işaretini kaldırır. Hiçbir şey silmez.
zh_hans: 取消选中所选项目。不会删除任何内容。

source: Unusual storage growth
de: Ungewöhnliches Speicherwachstum
es: Crecimiento inusual del almacenamiento
fr: Croissance inhabituelle du stockage
ja: ストレージの異常な増加
ko: 비정상적인 저장 공간 증가
ru: Необычный рост хранилища
tr: Olağandışı depolama büyümesi
zh_hans: 存储空间异常增长

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: アップデート
ko: 업데이트
ru: Обновить
tr: Güncelle
zh_hans: 更新

source: Version %@ is available.
de: Version %@ ist verfügbar.
es: La versión %@ está disponible.
fr: La version %@ est disponible.
ja: バージョン %@ が利用可能です。
ko: 버전 %@을(를) 사용할 수 있습니다.
ru: Доступна версия %@.
tr: %@ sürümü yayınlandı.
zh_hans: 版本 %@ 现已可用。

source: Virtual machines
de: Virtuelle Maschinen
es: Máquinas virtuales
fr: Machines virtuelles
ja: 仮想マシン
ko: 가상 머신
ru: Виртуальные машины
tr: Sanal makineler
zh_hans: 虚拟机

source: Warn below
de: Warnen unter
es: Avisar por debajo de
fr: Avertir en dessous de
ja: この値を下回ったら警告
ko: 다음 이하일 때 경고
ru: Предупреждать ниже
tr: Şunun altında uyar
zh_hans: 可用空间低于此值时提醒

source: Warn when free space runs low
de: Warnen, wenn der freie Speicherplatz knapp wird
es: Avisar cuando quede poco espacio libre
fr: Avertir lorsque l'espace disponible devient faible
ja: 空き容量が少なくなったら警告
ko: 여유 공간이 부족할 때 경고
ru: Предупреждать, когда заканчивается свободное место
tr: Boş alan azalınca uyar
zh_hans: 可用空间不足时提醒

source: Weekly summary
de: Wöchentliche Zusammenfassung
es: Resumen semanal
fr: Résumé hebdomadaire
ja: 毎週の概要
ko: 주간 요약
ru: Еженедельная сводка
tr: Haftalık özet
zh_hans: 每周摘要

source: What grew, and what came back
de: Was gewachsen ist und was zurückgekommen ist
es: Qué creció y qué volvió a aparecer
fr: Ce qui a grossi, et ce qui est revenu
ja: 何が増え、何が戻ってきたか
ko: 늘어난 항목과 다시 생긴 항목
ru: Что выросло и что вернулось
tr: Ne büyüdü, ne geri geldi
zh_hans: 空间增长与重新出现的项目

source: different developer
de: anderer Entwickler
es: otro desarrollador
fr: développeur différent
ja: 別の開発元
ko: 다른 개발자
ru: другой разработчик
tr: farklı geliştirici
zh_hans: 签名开发者不一致

source: iOS device backups
de: iOS-Gerätesicherungen
es: Copias de seguridad de dispositivos iOS
fr: Sauvegardes d'appareils iOS
ja: iOSデバイスのバックアップ
ko: iOS 기기 백업
ru: Резервные копии устройств iOS
tr: iOS aygıt yedekleri
zh_hans: iOS 设备备份

source: macOS is not allowing notifications from this app. Turn them on in System Settings > Notifications.
de: macOS lässt keine Mitteilungen von dieser App zu. Aktiviere sie in den Systemeinstellungen > Mitteilungen.
es: macOS no permite notificaciones de esta app. Actívalas en Ajustes del Sistema > Notificaciones.
fr: macOS n'autorise pas les notifications de cette app. Activez-les dans Réglages Système > Notifications.
ja: macOS がこのAppの通知を許可していません。システム設定 > 通知 で有効にしてください。
ko: macOS에서 이 앱의 알림을 허용하지 않고 있습니다. 시스템 설정 > 알림에서 켜세요.
ru: macOS не разрешает этому приложению отправлять уведомления. Включите их в разделе «Системные настройки» > «Уведомления».
tr: macOS bu uygulamanın bildirimlerine izin vermiyor. Sistem Ayarları > Bildirimler'den açabilirsin.
zh_hans: macOS 当前不允许此应用发送通知。请在“系统设置”>“通知”中开启通知。

source: Filter
es: Filtrar
fr: Filtrer
ja: フィルタ
ko: 필터
ru: Фильтр
tr: Filtrele
zh_hans: 筛选

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
ru: Система
tr: Sistem
zh_hans: 系统

source: Time Machine snapshots
es: Instantáneas de Time Machine
fr: Instantanés Time Machine
ja: Time Machine スナップショット
ko: Time Machine 스냅샷
ru: Снимки Time Machine
tr: Time Machine anlık görüntüleri
zh_hans: 时间机器快照
